IDEA Open Model
TendonLossesLoading Class
Compatible with IDEA StatiCa Beta 20.0
 Tendon losses loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.TendonLoading
 IdeaRS.OpenModel.Concrete.Load.TendonLossesLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class TendonLossesLoading : TendonLoading
Public Class TendonLossesLoading
	Inherits TendonLoading
The TendonLossesLoading type exposes the following members.
Constructors
Name | Description
TendonLossesLoading
Initializes a new instance of the TendonLossesLoading class
Top
Properties
Name | Description
Time
 Time
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace